import React from "react";

const ContactBox = () => {
  return (
    <section className="section" id="contact">
      <div className="top-header">
        <h1>Customer reviews</h1>
        <span>Do you have a project in your mind, Contact me here</span>
      </div>
      <div className="row">
        <div className="col">
          <div className="contact-info">
            <p>
              <i>
                ⭐⭐⭐⭐⭐ "สมาร์ทโฟนที่ครบเครื่องมาก!" หลังจากใช้ Samsung
                Galaxy S24 Ultra มาประมาณหนึ่งเดือน
                ต้องบอกเลยว่าเป็นสมาร์ทโฟนที่น่าประทับใจมากในทุก ๆ ด้าน!
                หน้าจอสวยมากครับ ความละเอียดสูงและสีสันคมชัดมาก ๆ
                โดยเฉพาะเวลาใช้ดูหนังหรือเล่นเกม ความลื่นไหล 120Hz
                ก็ทำให้การใช้งานทุกอย่างราบรื่น กล้อง 200 MP ก็ยอดเยี่ยมเลยครับ
                ถ่ายภาพได้คมชัดทุกรายละเอียดแม้ในที่แสงน้อย และซูมได้ไกลถึง 10x
                โดยที่ภาพยังคมชัดอยู่ ระบบประมวลผลก็เร็วมาก ทำงานหนักได้ดี
                แบตเตอรี่ก็อึดทั้งวัน
                สำหรับใครที่กำลังมองหาสมาร์ทโฟนระดับเรือธงที่คุ้มค่าและครบเครื่อง
                Galaxy S24 Ultra คือตัวเลือกที่ไม่ผิดหวังจริง ๆ ครับ
              </i>
            </p>
          </div>
        </div>
        <div className="col">
          <div className="contact-info">
            <p>
              <i>
                ⭐⭐⭐⭐⭐ "สมาร์ทโฟนระดับพรีเมียมที่ตอบโจทย์ทุกการใช้งาน"
                Galaxy S24 Ultra เป็นสมาร์ทโฟนที่ไม่ทำให้ผิดหวังจริง ๆ ครับ
                ผมใช้มันเพื่อทำงานและความบันเทิง
                ความเร็วในการประมวลผลของตัวเครื่องนั้นทำงานได้รวดเร็วมาก
                แอปพลิเคชันทุกตัวเปิดขึ้นมาแทบจะทันที
                กล้องเป็นอีกจุดเด่นที่ชอบมาก ถ่ายรูปออกมาคมชัดมาก ๆ
                ทั้งในที่แสงน้อยและในที่กลางแจ้ง แม้แต่การถ่ายวีดีโอ 8K
                ยังทำได้ดีมาก สวยและมีความละเอียดสูง กล้องหน้า 12 MP
                ก็ทำให้เซลฟี่ได้ภาพที่คมชัดและสดใส แบตเตอรี่ทนมาก
                ใช้งานทั้งวันโดยไม่ต้องชาร์จซ้ำเลย
                คิดว่าใครที่ชอบสมาร์ทโฟนที่มีฟีเจอร์ครบครันและมีประสิทธิภาพที่ยอดเยี่ยม
                Galaxy S24 Ultra คือคำตอบที่ดีที่สุดครับ
              </i>
            </p>
          </div>
        </div>
      </div>
    </section>
  );
};

export default ContactBox;
